Revit 2027 API
ParameterTypeId.TrussLength Property
 "Truss Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussLength { get; }
Public Shared ReadOnly Property TrussLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussLength {
	ForgeTypeId^ get ();
}
static member TrussLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace